const jobs = {
		
		'all': [
			['empty', '-'],
			['gk_m', '귀검사(남)'],
			['gk_f', '귀검사(여)'],
			['fi_f', '격투가'],
			['gn_m', '거너'],
			['ma_f', '마법사'],
			['pr_f', '프리스트(여)'],
			['pr_m', '프리스트(남)']
			
		],
		'empty':[
			
		],
		'gk_m':[
			'소울브링어','버서커','웨펀마스터','아수라'
		],
		'gk_f':[
			'소드마스터','다크템플러','데몬슬레이어','베가본드'
		],
		'fi_f':[
			'넨마스터','스트라이커'
		],
		'gn_m':[
			'레인저','런처','메카닉','스핏파이어'
		],
		'ma_f':[
			'엘레멘탈 마스터', '마도학자'
		],
		'pr_f':[
			'크루세이더(여)'
		],
		'pr_m':[
			'크루세이더(남)', '인파이터'
		]
}